{
  "home": "Accueil",
  "about": "À propos",
  "services": "Services",
  "contact": "Contact",
  "partners": "Partenaires",
  "login": "Connexion",
  "jobs": "Emplois",

  "connectingTalentWith": "Connecter les talents avec des",
  "opportunities": "Opportunités",
  "heroDescription": "Anaweza est une plateforme d'emploi qui connecte les chercheurs d'emploi talentueux avec d'excellentes opportunités de carrière. Présentez votre expérience, votre formation et vos compétences, ou trouvez immédiatement le bon candidat.",
  "getStarted": "Commencer",
  "latest jobs": "derniers emplois",
  "Latest Jobs": "Derniers Emplois",
  "Advertisements": "Annonces",
  "advertisements": "annonces",
  "Advertisement": "Annonce",
  "advertisement": "annonce",
  "Explore": "Explorer",
  "explore": "explorer",
  "Find Your Perfect Opportunity": "Trouvez Votre Opportunité Parfaite",
  "Connect with Your Next Opportunity": "Connectez-vous à Votre Prochaine Opportunité",
  "Bridging the gap between talented job seekers and promising opportunities across all sectors": "Combler le fossé entre les chercheurs d'emploi talentueux et les opportunités prometteuses dans tous les secteurs",
  "Job Seekers": "Chercheurs d'Emploi",
  "Job seekers": "Chercheurs d'emploi",
  "job seekers": "chercheurs d'emploi",
  "job seeker": "chercheur d'emploi",
  "Job seeker": "Chercheur d'emploi",
  "Job Seeker": "Chercheur d'Emploi",
  "Employers": "Employeurs",
  "employers": "employeurs",
  "Create your professional profile and get discovered by employers": "Créez votre profil professionnel et faites-vous découvrir par les employeurs",
  "Post opportunities and find the perfect candidates for your positions": "Publiez des opportunités et trouvez les candidats parfaits pour vos postes",
  "Create your professional profile, upload your resume, and connect with employers looking for your skills and experience.": "Créez votre profil professionnel, téléchargez votre CV et connectez-vous avec des employeurs recherchant vos compétences et votre expérience.",
  "Create your professional profile": "Créez votre profil professionnel",
  "Showcase your skills and experience": "Mettez en valeur vos compétences et votre expérience",
  "Get discovered by top employers": "Faites-vous découvrir par les meilleurs employeurs",
  "Register as Job Seeker": "S'inscrire comme Chercheur d'Emploi",
  "Post job opportunities, search for qualified candidates, and build your dream team with our powerful hiring tools.": "Publiez des offres d'emploi, recherchez des candidats qualifiés et constituez votre équipe de rêve grâce à nos puissants outils de recrutement.",
  "Post job openings": "Publier des offres d'emploi",
  "Search for qualified candidates": "Rechercher des candidats qualifiés",
  "Manage your hiring process": "Gérer votre processus de recrutement",
  "Register as Employer": "S'inscrire comme Employeur",
  "Featured Jobs": "Emplois en Vedette",
  "Loading featured jobs": "Chargement des emplois en vedette",
  "View all jobs": "Voir tous les emplois",
  "View all candidates": "Voir tous les candidats",
  "How Anaweza Works": "Comment Fonctionne Anaweza",
  "Follow these simple steps to find your next opportunity or perfect candidate": "Suivez ces étapes simples pour trouver votre prochaine opportunité ou le candidat parfait",
  "Top Talent Highlights": "Points Forts des Meilleurs Talents",
  "Build your professional profile highlighting your skills, experience, and career goals. Stand out to potential employers.": "Créez votre profil professionnel mettant en évidence vos compétences, votre expérience et vos objectifs de carrière. Démarquez-vous auprès des employeurs potentiels.",
  "Search through our extensive database of job listings across various sectors and locations.": "Recherchez dans notre vaste base de données d'offres d'emploi dans divers secteurs et emplacements.",
  "Apply directly to jobs or get discovered by employers looking for candidates with your skills.": "Postulez directement aux emplois ou faites-vous découvrir par des employeurs recherchant des candidats avec vos compétences.",
  "Interview with potential employers and land your dream job through our platform.": "Passez des entretiens avec des employeurs potentiels et décrochez l'emploi de vos rêves grâce à notre plateforme.",
  "View Profile": "Voir le Profil",
  "Success Stories": "Histoires de Réussite",
  "Hear from our community members who have found success through our platform. Real stories from real people.": "Écoutez les membres de notre communauté qui ont trouvé le succès grâce à notre plateforme. Des histoires vraies de personnes réelles.",
  "Loading Testimonials": "Chargement des Témoignages",
  "Ready to Take the Next Step?": "Prêt à Passer à l'Étape Suivante?",
  "Join thousands of professionals finding their perfect career match every day": "Rejoignez des milliers de professionnels qui trouvent chaque jour le match professionnel parfait",
  "Find Jobs": "Trouver des Emplois",
  "Post a job": "Publier une offre d'emploi",
  "Stay Updated": "Restez Informé",
  "Get the latest job opportunities and career tips delivered to your inbox": "Recevez les dernières opportunités d'emploi et conseils de carrière directement dans votre boîte de réception",
  "By subscribing, you agree to our Privacy Policy and Terms of Service": "En vous abonnant, vous acceptez notre Politique de Confidentialité et nos Conditions d'Utilisation",
  "Who We Are": "Qui Sommes-Nous",
  "Anaweza is an innovative job-matching platform that connects job seekers with employers globally. Our system enables job seekers to create professional profiles visible to potential employers, while job providers can post opportunities and manage applicants seamlessly.": "Anaweza est une plateforme innovante de mise en relation qui connecte les chercheurs d'emploi avec des employeurs du monde entier. Notre système permet aux chercheurs d'emploi de créer des profils professionnels visibles par les employeurs potentiels, tandis que les recruteurs peuvent publier des opportunités et gérer les candidats de manière transparente.",
  "Vision": "Vision",
  "Our vision is to create a globally accessible platform where job seekers can showcase their skills and job providers can find the right talent effortlessly, bridging employment gaps worldwide.": "Notre vision est de créer une plateforme accessible mondialement où les chercheurs d'emploi peuvent mettre en valeur leurs compétences et les recruteurs peuvent trouver facilement les talents appropriés, comblant ainsi les écarts d'emploi dans le monde entier.",
  "Mission": "Mission",
  "We are committed to empowering job seekers by enhancing their visibility and access to opportunities, while providing job providers with efficient tools to recruit top talent and manage applications effectively.": "Nous nous engageons à autonomiser les chercheurs d'emploi en améliorant leur visibilité et leur accès aux opportunités, tout en fournissant aux recruteurs des outils efficaces pour recruter les meilleurs talents et gérer efficacement les candidatures.",
  "Welcome Back": "Bienvenue de Retour",
  "Access your account to discover job opportunities tailored just for you.": "Accédez à votre compte pour découvrir des opportunités d'emploi adaptées spécialement pour vous.",
  "This platform helped me find my dream job within weeks. The personalized matching system is revolutionary!": "Cette plateforme m'a aidé à trouver l'emploi de mes rêves en quelques semaines. Le système de mise en relation personnalisé est révolutionnaire!",
  "Sign in to your account": "Connectez-vous à votre compte",
  "Enter your credentials to access the system": "Entrez vos identifiants pour accéder au système",
  "We only accept emails ending with @gmail.com": "Nous acceptons uniquement les emails se terminant par @gmail.com",
  "Enter your password": "Entrez votre mot de passe",
  "Password requirements:": "Exigences du mot de passe:",
  "At least 8 characters": "Au moins 8 caractères",
  "At least one uppercase letter (A-Z)": "Au moins une lettre majuscule (A-Z)",
  "At least one lowercase letter (a-z)": "Au moins une lettre minuscule (a-z)",
  "At least one number (0-9)": "Au moins un chiffre (0-9)",
  "At least one special character (#, !, @, etc.)": "Au moins un caractère spécial (#, !, @, etc.)",
  "Forgot password?": "Mot de passe oublié?",
  "Back to home": "Retour à l'accueil",
  "Sign in": "Se connecter",
  "Reset your password": "Réinitialiser votre mot de passe",
  "Email Address": "Adresse Email",
  "New Password": "Nouveau Mot de Passe",
  "Confirm Password": "Confirmer le Mot de Passe",
  "Confirm your new password": "Confirmez votre nouveau mot de passe",
  "Return to login": "Retour à la connexion",
  "Reset Password": "Réinitialiser le Mot de Passe",
  "Reset Your Password": "Réinitialisez Votre Mot de Passe",
  "Enter your email and a new secure password": "Entrez votre email et un nouveau mot de passe sécurisé",
  "Secure your account with a new password and get back to exploring job opportunities tailored just for you.": "Sécurisez votre compte avec un nouveau mot de passe et reprenez l'exploration des opportunités d'emploi adaptées spécialement pour vous.",
  "The security features on this platform give me peace of mind. I can focus on my job search knowing my information is safe.": "Les fonctionnalités de sécurité de cette plateforme me donnent l'esprit tranquille. Je peux me concentrer sur ma recherche d'emploi en sachant que mes informations sont en sécurité.",
  "Create Your Job Seeker Profile": "Créez Votre Profil de Chercheur d'Emploi",
  "Complete your profile to start applying for jobs": "Complétez votre profil pour commencer à postuler aux emplois",
  "First Name *": "Prénom *",
  "Middle Name (Optional)": "Deuxième Prénom (Facultatif)",
  "Last Name *": "Nom de Famille *",
  "Gender *": "Genre *",
  "Select District": "Sélectionner un District",
  "Select Sector": "Sélectionner un Secteur",
  "Years of Experience": "Années d'Expérience",
  "Select gender": "Sélectionner le genre",
  "Education Level": "Niveau d'Éducation",
  "Field of Study": "Domaine d'Étude",
  "Skills": "Compétences",
  "Separate skills with commas": "Séparez les compétences par des virgules",
  "Salary Range (e.g., 1000 - 100000) *": "Fourchette de Salaire (ex., 1000 - 100000) *",
  "Enter your expected salary rage in frw (e.g., 1000 0r 1000 - 2000)": "Entrez votre fourchette de salaire attendue en frw (ex., 1000 ou 1000 - 2000)",
  "I accept the Terms and Conditions and Pricing Policy": "J'accepte les Conditions Générales et la Politique de Tarification",
  "Create Profile": "Créer un Profil",
  "Exit": "Quitter",
  "Create a new account": "Créer un nouveau compte",
  "Fill in your details to join Anaweza": "Remplissez vos coordonnées pour rejoindre Anaweza",
  "Create Your Account": "Créez Votre Compte",
  "Join our platform and discover job opportunities tailored just for you.": "Rejoignez notre plateforme et découvrez des opportunités d'emploi adaptées spécialement pour vous.",
  "Must be 10 digits starting with 078, 079, 072, or 073": "Doit contenir 10 chiffres commençant par 078, 079, 072, ou 073",
  "Email (Optional but recommended)": "Email (Facultatif mais recommandé)",
  "Create Account": "Créer un Compte",
  "Already have an account?": "Vous avez déjà un compte?",
  "About Us": "À Propos de Nous",
  "COntact Us": "Contactez-Nous",
  "Testimonials": "Témoignages",
  "Profile": "Profil",
  "Logout": "Déconnexion",
  "My Job Applications": "Mes Candidatures",
  "Job Seeker Profile": "Profil de Chercheur d'Emploi",
  "My Profile": "Mon Profil",
  "Account Information": "Informations du Compte",
  "Job Seeker Infformation": "Informations du Chercheur d'Emploi",
  "Edit Profile": "Modifier le Profil",
  "Profile Picture": "Photo de Profil",
  "Skills (comma separated)": "Compétences (séparées par des virgules)",
  "Experience (years)": "Expérience (années)",
  "Education Sector": "Secteur d'Éducation",
  "Salary Range (Frw)": "Fourchette de Salaire (Frw)",
  "Current Fee Information": "Informations sur les Frais Actuels",
  "Status": "Statut",
  "Salary Range": "Fourchette de Salaire",
  "Experience": "Expérience",
  "Gender": "Genre",
  "Location": "Emplacement",
  "Full Name": "Nom Complet",
  "Registration Fee": "Frais d'Inscription",
  "Renewal Fee": "Frais de Renouvellement",
  "Created At": "Créé le",
  "Dashboard": "Tableau de Bord",
  "Jobs": "Emplois",
  "Job": "Emploi",
  "Job Advertisements": "Annonces d'Emploi",
  "Term and Conditions": "Termes et Conditions",
"Terms And Conditions": "Termes Et Conditions",
"terms and conditions": "termes et conditions",
"Introduction": "Introduction",
" Welcome to Anaweza. These Terms and Conditions govern your use of our platform and services. By accessing or using Anaweza, you agree to be bound by these Terms. If you disagree with any part of these terms, you may not access the service.": " Bienvenue sur Anaweza. Ces Termes et Conditions régissent votre utilisation de notre plateforme et de nos services. En accédant ou en utilisant Anaweza, vous acceptez d'être lié par ces Termes. Si vous n'êtes pas d'accord avec une partie de ces termes, vous ne pouvez pas accéder au service.",
"User Accounts": "Comptes Utilisateurs",
"When you create an account with us, you must provide accurate, complete, and up-to-date information. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account.": "Lorsque vous créez un compte chez nous, vous devez fournir des informations exactes, complètes et à jour. Le non-respect de cette obligation constitue une violation des Conditions, ce qui peut entraîner la résiliation immédiate de votre compte.",
"Account Security:": "Sécurité du Compte:",
"You are responsible for safeguarding the password used to access the service and for any activities or actions under your password. We encourage you to use 'strong' passwords (passwords that use a combination of upper and lower case letters, numbers, and symbols) with your account.": "Vous êtes responsable de la protection du mot de passe utilisé pour accéder au service et de toutes les activités ou actions effectuées sous votre mot de passe. Nous vous encourageons à utiliser des mots de passe 'forts' (mots de passe qui utilisent une combinaison de lettres majuscules et minuscules, de chiffres et de symboles) avec votre compte.",
"Dual Role Capabilities:": "Capacités de Double Rôle:",
"As an Anaweza user, you have the flexibility to both seek employment and post job opportunities. This dual functionality is subject to appropriate pricing tiers and usage policies as outlined in our Pricing Policy.": "En tant qu'utilisateur d'Anaweza, vous avez la flexibilité de chercher un emploi et de publier des offres d'emploi. Cette double fonctionnalité est soumise aux niveaux de tarification appropriés et aux politiques d'utilisation comme indiqué dans notre Politique de Tarification.",
"User Conduct": "Conduite de l'Utilisateur",
"As a user of Anaweza, you agree not to:": "En tant qu'utilisateur d'Anaweza, vous acceptez de ne pas:",
"Provide false, misleading, or inaccurate information in your profile or job postings.": "Fournir des informations fausses, trompeuses ou inexactes dans votre profil ou vos offres d'emploi.",
"Use the service for any illegal purpose or in violation of any local, state, national, or international law.": "Utiliser le service à des fins illégales ou en violation de toute loi locale, étatique, nationale ou internationale.",
"Harass, abuse, or harm another person, including sending unwelcome communications to others.": "Harceler, abuser ou nuire à une autre personne, y compris envoyer des communications non sollicitées à d'autres.",
"Post discriminatory job listings or engage in discriminatory hiring practices.": "Publier des offres d'emploi discriminatoires ou adopter des pratiques d'embauche discriminatoires.",
"Share or distribute private or personal information about other users without their consent.": "Partager ou distribuer des informations privées ou personnelles sur d'autres utilisateurs sans leur consentement.",
"Create multiple accounts for deceptive or fraudulent purposes.": "Créer plusieurs comptes à des fins trompeuses ou frauduleuses.",
"Post irrelevant, misleading, or fraudulent job listings.": "Publier des offres d'emploi non pertinentes, trompeuses ou frauduleuses.",
"Attempt to access the accounts of other users or breach the security of the website.": "Tenter d'accéder aux comptes d'autres utilisateurs ou de violer la sécurité du site Web.",
"Job Seeker Specific Terms": "Termes Spécifiques aux Chercheurs d'Emploi",
"Profile Accuracy:": "Exactitude du Profil:",
"Job seekers must provide accurate information about their qualifications, experience, and desired salary range. The salary range you select will determine your registration fee as per our pricing policy.": "Les chercheurs d'emploi doivent fournir des informations exactes sur leurs qualifications, leur expérience et la fourchette de salaire souhaitée. La fourchette de salaire que vous sélectionnez déterminera vos frais d'inscription conformément à notre politique de tarification.",
"Application Process:": "Processus de Candidature:",
"When applying for jobs through Anaweza, you agree to:": "Lorsque vous postulez à des emplois via Anaweza, vous acceptez de:",
"Apply only for positions for which you are genuinely interested and qualified.": "Postuler uniquement aux postes pour lesquels vous êtes véritablement intéressé et qualifié.",
"Provide truthful information in your applications.": "Fournir des informations véridiques dans vos candidatures.",
"Adhere to the application limits associated with your account tier.": "Respecter les limites de candidature associées au niveau de votre compte.",
"Respect the confidentiality of any information provided during the application process.": "Respecter la confidentialité de toute information fournie au cours du processus de candidature.",
"Account Renewal:": "Renouvellement du Compte:",
"Job seeker accounts are subject to annual renewal fees as specified in our Pricing Policy. Failure to renew may result in reduced visibility or account deactivation.": "Les comptes des chercheurs d'emploi sont soumis à des frais de renouvellement annuels comme spécifié dans notre Politique de Tarification. Le non-renouvellement peut entraîner une visibilité réduite ou la désactivation du compte.",
"Job Posting Terms": "Conditions de Publication d'Offres d'Emploi",
"All users, including those primarily registered as job seekers, may post job opportunities subject to the following terms:": "Tous les utilisateurs, y compris ceux principalement inscrits comme chercheurs d'emploi, peuvent publier des offres d'emploi sous réserve des conditions suivantes:",
"All job postings must accurately represent the position being offered.": "Toutes les offres d'emploi doivent représenter avec précision le poste proposé.",
"Job postings must include clear information about the role, responsibilities, qualifications required, and location.": "Les offres d'emploi doivent inclure des informations claires sur le rôle, les responsabilités, les qualifications requises et l'emplacement.",
"Compensation details should be transparent and honest.": "Les détails de la rémunération doivent être transparents et honnêtes.",
"Job postings must comply with all applicable labor and employment laws.": "Les offres d'emploi doivent se conformer à toutes les lois applicables en matière de travail et d'emploi.",
"No discriminatory language or requirements are permitted in job postings.": "Aucun langage ou exigence discriminatoire n'est autorisé dans les offres d'emploi.",
"Postings for illegal activities or services are strictly prohibited.": "Les publications pour des activités ou services illégaux sont strictement interdites.",
"Job posting fees are charged according to the tier selected and are non-refundable after 48 hours or after receiving applications.": "Les frais de publication d'offres d'emploi sont facturés selon le niveau sélectionné et ne sont pas remboursables après 48 heures ou après avoir reçu des candidatures.",
"Payment Terms": "Conditions de Paiement",
"Fee Structure:": "Structure des Frais:",
"Fees for user registration and job postings are detailed in our Pricing Policy. hese fees are subject to change with reasonable notice posted on our platform.": "Les frais d'inscription des utilisateurs et de publication d'offres d'emploi sont détaillés dans notre Politique de Tarification. Ces frais sont sujets à modification avec un préavis raisonnable publié sur notre plateforme.",
"Payment Obligation:": "Obligation de Paiement:",
"You agree to pay all fees associated with your selected tier and services. All payments are due in advance and are non-refundable except as specified in our Refund Policy.": "Vous acceptez de payer tous les frais associés à votre niveau et services sélectionnés. Tous les paiements sont dus à l'avance et ne sont pas remboursables sauf indication contraire dans notre Politique de Remboursement.",
"Billing:": "Facturation:",
"We use trusted third-party payment processors for all transactions. By providing payment information, you represent that you are authorized to use the payment method and agree to allow us to charge your chosen payment method for the services you select.": "Nous utilisons des processeurs de paiement tiers de confiance pour toutes les transactions. En fournissant des informations de paiement, vous déclarez que vous êtes autorisé à utiliser le mode de paiement et acceptez de nous permettre de débiter le mode de paiement de votre choix pour les services que vous sélectionnez.",
"Intellectual Property": "Propriété Intellectuelle",
"Platform Content:": "Contenu de la Plateforme:",
"The service and its original content, features, and functionality are and will remain the exclusive property of Anaweza and its licensors. The service is protected by copyright, trademark, and other laws of both Rwanda and foreign countries.": "Le service et son contenu original, ses fonctionnalités et sa fonctionnalité sont et resteront la propriété exclusive d'Anaweza et de ses concédants. Le service est protégé par le droit d'auteur, les marques de commerce et d'autres lois du Rwanda et des pays étrangers.",
"User Content:": "Contenu de l'Utilisateur:",
"You retain all rights to the content you post on Anaweza. By posting content, you grant us a non-exclusive, worldwide, royalty-free license to use, display, and distribute your content in connection with providing and promoting the service.": "Vous conservez tous les droits sur le contenu que vous publiez sur Anaweza. En publiant du contenu, vous nous accordez une licence non exclusive, mondiale et libre de redevances pour utiliser, afficher et distribuer votre contenu en relation avec la fourniture et la promotion du service.",
"Termination": "Résiliation",
"We may terminate or suspend your account immediately, without prior notice or liability, for any reason, including, without limitation, if you breach the Terms. Upon termination, your right to use the service will immediately cease.": "Nous pouvons résilier ou suspendre votre compte immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, sans limitation, si vous violez les Conditions. Lors de la résiliation, votre droit d'utiliser le service cessera immédiatement.",
"All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.": "Toutes les dispositions des Conditions qui, par leur nature, devraient survivre à la résiliation survivront à la résiliation, y compris, sans limitation, les dispositions de propriété, les clauses de non-responsabilité de garantie, l'indemnité et les limitations de responsabilité.",
"Privacy Policy": "Politique de Confidentialité",
"Your use of Anaweza is also governed by our Privacy Policy, which is incorporated herein by reference. Please review our Privacy Policy, which also governs the Service and informs users of our data collection practices.": "Votre utilisation d'Anaweza est également régie par notre Politique de Confidentialité, qui est incorporée aux présentes par référence. Veuillez consulter notre Politique de Confidentialité, qui régit également le Service et informe les utilisateurs de nos pratiques de collecte de données.",
"Changes to Terms": "Modifications des Conditions",
"We reserve the right, at our sole discretion, to modify or replace these Terms at any time. We will provide notice of any changes by posting the new Terms on this page.": "Nous nous réservons le droit, à notre seule discrétion, de modifier ou de remplacer ces Conditions à tout moment. Nous fournirons un avis de toute modification en publiant les nouvelles Conditions sur cette page.",
"Your continued use of the Service after any such changes constitutes your acceptance of the new Terms. If you do not agree to any of these terms or any future version of the Terms, do not use or access the service.": "Votre utilisation continue du Service après de telles modifications constitue votre acceptation des nouvelles Conditions. Si vous n'êtes pas d'accord avec l'une de ces conditions ou toute version future des Conditions, n'utilisez pas ou n'accédez pas au service.",
"Contact Us": "Contactez-Nous",
"If you have any questions about these Terms, please contact us at:": "Si vous avez des questions concernant ces Conditions, veuillez nous contacter à:",
"Last updated": "Dernière mise à jour",
"No job matches your search criteria. Try different keywords or filters.": "Aucun emploi ne correspond à vos critères de recherche. Essayez d'autres mots-clés ou filtres.",
"View all": "Voir tout",
"Employer": "Employeur",
"No active job seekers found at the moment.": "Aucun demandeur d'emploi actif trouvé pour le moment.",
"Meet some of our exceptional job seekers ready to bring their expertise to your organization. Each candidate has been randomly selected from our talent pool.": "Rencontrez certains de nos chercheurs d'emploi exceptionnels prêts à apporter leur expertise à votre organisation. Chaque candidat a été sélectionné au hasard dans notre vivier de talents.",
"View All Candidates": "Voir tous les candidats",
"Post a Job": "Publier un emploi",
"Email or Phone Number": "E-mail ou numéro de téléphone",
"name@gmail.com or 0781234567": "nom@gmail.com ou 0781234567",
"name@gmail.com": "nom@gmail.com",
"Resetting password": "Réinitialisation du mot de passe",
"Passwords match": "Mot de passe correspondant",
"Password mismatch": "Mot de passe non concordant",
"Enter your new password": "Entrez votre nouveau mot de passe",
"Password must contain at least 8 characters, including an uppercase letter, a lowercase letter, a number, and a special character.": "Le mot de passe doit contenir au moins 8 caractères, dont une lettre majuscule, une lettre minuscule, un chiffre et un caractère spécial.",
"Passwords do not match": "Les mots de passe ne correspondent pas",
"Phone Number": "Numéro de téléphone",
"Confirm your password": "Confirmez votre mot de passe",



"For any questions regarding our pricing, please contact our support team at support@anaweza.com.": "Pour toute question concernant nos tarifs, veuillez contacter notre équipe de support à support@anaweza.com.",
  "Below": "Ci-dessous",
  "registration fee": "frais d'inscription",
  "annual renewal": "renouvellement annuel",
  "Payment Methods": "Méthodes de paiement",
  "We accept various payment methods including": "Nous acceptons plusieurs méthodes de paiement, notamment",
  "For any questions regarding our pricing, please contact our support team at support@anaweza.com": "Pour toute question concernant nos tarifs, veuillez contacter notre équipe de support à support@anaweza.com",
  "Close": "Fermer",
  "District *": "District *",
  "Sector *": "Secteur *",
  "Male": "Homme",
  "Female": "Femme",
  "Other": "Autre",
  "No Formal Education": "Aucune éducation formelle",
  "Primary Education": "Éducation primaire",
  "Ordinary Level": "Niveau ordinaire",
  "Secondary Level": "Niveau secondaire",
  "Advanced Diploma": "Diplôme avancé",
  "Vocational Training": "Formation professionnelle",
  "Bachelor's Degree": "Licence",
  "Master's Degree": "Master",
  "PhD": "Doctorat",
  "Enter your expected salary range in RWF (e.g., 1000 or 1000 - 2000)": "Entrez votre fourchette de salaire prévue en RWF (ex. : 1000 ou 1000 - 2000)",
  "Your account will be activated after payment confirmation. Please pay using:": "Votre compte sera activé après confirmation du paiement. Veuillez payer en utilisant :",
  "Resume": "CV",
  "Upload a file": "Télécharger un fichier",
  "or drag and drop": "ou faites glisser et déposez",
  "I accept the": "J'accepte les",
  "Terms and Conditions": "Termes et conditions",
  "and": "et",
  "Pricing Policy": "Politique tarifaire",
  "Creating Profile...": "Création du profil...",
  "Job Seeker Registration Pricing:": "Tarification de l'inscription des chercheurs d'emploi :",
  "Our registration fees are scaled according to your target salary range:": "Nos frais d'inscription sont ajustés en fonction de votre fourchette de salaire cible :",
  "Overview": "Aperçu",
  "At Anaweza, we provide fair and transparent pricing that aligns with our users' career levels. Our pricing structure is designed to be accessible to job seekers at all income levels.": "Chez Anaweza, nous proposons une tarification équitable et transparente qui correspond aux niveaux de carrière de nos utilisateurs. Notre structure tarifaire est conçue pour être accessible aux chercheurs d'emploi à tous les niveaux de revenu.",
  "For the complete Terms and Conditions, please visit our full Terms and Conditions page.": "Pour consulter les termes et conditions complets, veuillez visiter notre page des termes et conditions.",
  "Termination:": "Résiliation :",
  "We may terminate your account without prior notice if you breach the Terms.": "Nous pouvons résilier votre compte sans préavis en cas de non-respect des conditions.",
  "Intellectual Property:": "Propriété intellectuelle :",
  "The service and its content remain the exclusive property of Anaweza. You retain rights to content you post, but grant us a license to use it in connection with the service.": "Le service et son contenu restent la propriété exclusive d'Anaweza. Vous conservez les droits sur le contenu que vous publiez, mais nous accordez une licence pour l'utiliser dans le cadre du service.",
  "Payment Terms:": "Conditions de paiement :",
  "You agree to pay all fees associated with your selected tier. All payments are due in advance and are non-refundable except as specified in our Refund Policy.": "Vous acceptez de payer tous les frais associés à votre niveau sélectionné. Tous les paiements sont exigibles à l'avance et ne sont pas remboursables, sauf indication contraire dans notre politique de remboursement.",
  "Registration successful! Your account will be activated after payment confirmation.": "Inscription réussie ! Votre compte sera activé après confirmation du paiement.",
  "You must accept the terms and conditions to proceed": "Vous devez accepter les termes et conditions pour continuer",
  "Experience must be a valid number": "L'expérience doit être un nombre valide",
  "Salary range must be in format '1000' or '1000 - 2000'": "La fourchette de salaire doit être au format '1000' ou '1000 - 2000'",
  "Salary range is required": "La fourchette de salaire est requise",
  "Gender is required": "Le genre est requis",
  "Last name is required": "Le nom de famille est requis",
  "First name is required": "Le prénom est requis",
  "Experience cannot be negative": "L'expérience ne peut pas être négative",
  "File size cannot exceed 10MB": "La taille du fichier ne peut pas dépasser 10 Mo",
  "Logging out...": "Déconnexion...",
  "Only PDF, DOC, or DOCX files are allowed": "Seuls les fichiers PDF, DOC ou DOCX sont autorisés",
  "Enter your email": "Entrez votre email",
  "Annual Renewal": "Renouvellement annuel",

  "Welcome to Anaweza. These Terms and Conditions govern your use of our platform and services. By accessing or using Anaweza, you agree to be bound by these Terms.": "Bienvenue chez Anaweza. Ces Termes et Conditions régissent votre utilisation de notre plateforme et de nos services. En accédant à Anaweza ou en l’utilisant, vous acceptez d’être lié par ces Termes.",
  "When you create an account with us, you must provide accurate, complete, and up-to-date information. You are responsible for safeguarding your password and for all activities that occur under your account.": "Lorsque vous créez un compte chez nous, vous devez fournir des informations exactes, complètes et à jour. Vous êtes responsable de la protection de votre mot de passe et de toutes les activités effectuées sous votre compte.",
  "You agree not to provide false information, use the service for illegal purposes, harass others, post discriminatory job listings, or create multiple accounts for deceptive purposes.": "Vous acceptez de ne pas fournir de fausses informations, d'utiliser le service à des fins illégales, de harceler d'autres personnes, de publier des offres d'emploi discriminatoires ou de créer plusieurs comptes à des fins trompeuses.",
  "You must provide accurate information about your qualifications, experience, and desired salary range. Your salary range determines your registration fee.": "Vous devez fournir des informations exactes sur vos qualifications, votre expérience et la fourchette de salaire souhaitée. Votre fourchette de salaire détermine vos frais d'inscription.",




  "Are you sure you want to withdraw this application?": "Êtes-vous sûr de vouloir retirer cette candidature ?",
"Application withdrawn successfully": "Candidature retirée avec succès",
"Error withdrawing application:": "Erreur lors du retrait de la candidature :",
"Failed to withdraw application": "Échec du retrait de la candidature",
"Loading your applications...": "Chargement de vos candidatures...",
"All Statuses": "Tous les statuts",
"Pending": "En attente",
"Reviewing": "En cours d'examen",
"Shortlisted": "Présélectionné",
"Accepted": "Accepté",
"Rejected": "Refusé",
"Withdrawn": "Retiré",
"All Time": "Tout le temps",
"Last 30 Days": "30 derniers jours",
"Last 7 Days": "7 derniers jours",
"Show:": "Afficher :",
"Search jobs...": "Rechercher des emplois...",
"No applications found": "Aucune candidature trouvée",
"Try adjusting your filters to see more results.": "Essayez d'ajuster vos filtres pour voir plus de résultats.",
"Applied:": "Postulé le :",
"View Details": "Voir les détails",
"Withdraw": "Retirer",
"Showing": "Affichage de",
"of": "sur",
"applications": "candidatures",
"Application Details": "Détails de la candidature",
"Status:": "Statut :",
"Applied on": "Postulé le",
"Company": "Entreprise",
"Job Type": "Type d'emploi",
"Category": "Catégorie",
"Experience Level": "Niveau d'expérience",
"Application Deadline": "Date limite de candidature",
"Job Description": "Description du poste",
"Requirements": "Exigences",
"Responsibilities": "Responsabilités",
"Benefits": "Avantages",
"Your Application": "Votre candidature",
"Number of position": "Nombre de postes",
"Cover Letter": "Lettre de motivation",
"View Resume": "Voir le CV",
"Additional Documents": "Documents supplémentaires",
"Feedback from Employer": "Retour de l'employeur",
"Reviewed on:": "Examiné le :",
"Withdraw Application": "Retirer la candidature",



"Job Seeker Information": "Informations du Chercheur d'Emploi",
  "Phone": "Téléphone",
  "Email": "Email",
  "Role": "Rôle",
  "Choose Image Source": "Choisir la Source d'Image",
  "Upload from Device": "Télécharger depuis l'Appareil",
  "Capture with Webcam": "Capturer avec la Webcam",
  "Capture": "Capturer",
  "Cancel": "Annuler",
  "Upload Image": "Télécharger l'Image",
  "Profile picture is optional": "La photo de profil est facultative",
  "Active": "Actif",
  "Non-Active": "Non-Actif",
  "First Name": "Prénom",
  "Middle Name": "Deuxième Prénom",
  "Last Name": "Nom de Famille",
  "Registration Fee:": "Frais d'Inscription :",
  "Additional Fees Required": "Frais Supplémentaires Requis",
  "Your new salary range requires additional fees:": "Votre nouvelle fourchette de salaire nécessite des frais supplémentaires :",
  "Additional Renewal Fee:": "Frais de Renouvellement Supplémentaires :",
  "Additional Registration Fee:": "Frais d'Inscription Supplémentaires :",
  "Payment Information:": "Informations de Paiement :",
  "Please deposit the amount to:": "Veuillez déposer le montant sur :",
  "Save Changes": "Enregistrer les Modifications",
  "Profile updated successfully!": "Profil mis à jour avec succès !",












  "'You must complete your job seeker profile before applying.'": "'Vous devez compléter votre profil de chercheur d'emploi avant de postuler.'",
"'You must be logged in to apply for jobs.'": "'Vous devez être connecté pour postuler à des emplois.'",
"'Failed to submit application. Please try again.'": "'Échec de l'envoi de la candidature. Veuillez réessayer.'",
"'No response received from server. Please check your connection.'": "'Aucune réponse reçue du serveur. Veuillez vérifier votre connexion.'",
"Loading featured jobs...": "Chargement des emplois en vedette...",
"No job listings available at the moment. Please check back later.": "Aucune offre d'emploi disponible pour le moment. Veuillez vérifier ultérieurement.",
"Job Details": "Détails de l'emploi",
"If this error persists, please contact support.": "Si cette erreur persiste, veuillez contacter le support.",
"Applying...": "Candidature en cours...",
"Loading job seekers...": "Chargement des chercheurs d'emploi...",
"No active job seekers found.": "Aucun chercheur d'emploi actif trouvé.",
"Salary": "Salaire",
"Education": "Formation",
"Contact Info": "Coordonnées",
"Salary Expectation": "Prétentions salariales",
"Discovering talented job seekers...": "Découverte de chercheurs d'emploi talentueux...",
"Connecting talented professionals with outstanding opportunities across East Africa.": "Mise en relation de professionnels talentueux avec d'excellentes opportunités à travers l'Afrique de l'Est.",
"For Job Seekers": "Pour les chercheurs d'emploi",
"Terms of Service": "Conditions d'utilisation",
"Cookie Policy": "Politique relative aux cookies",
"For Employers": "Pour les employeurs",
"Show More": "Afficher plus",
"Show Less": "Afficher moins",

"Job title or keywords": "Intitulé du poste ou mots-clés",
"All Categories": "Toutes les catégories",
"All Job Types": "Tous les types de poste",
"Search": "Rechercher",
"NOTE: This payment is made after the job seeker finds a job as part of their support to qualify.": "REMARQUE : Ce paiement est effectué une fois que le demandeur d'emploi a trouvé un emploi pour soutenir le candidat.",
"For any questions regarding our pricing, please contact our support team at ltdanaweza@gmail.com": "Pour toute question concernant nos tarifs, veuillez contacter notre équipe d'assistance à ltdanaweza@gmail.com",
"Our payment fees are scaled according to your target salary range:": "Nos honoraires de paiement sont échelonnés en fonction de votre fourchette de salaire cible :",
"payment fee": "frais de paiement",
"Payment Fee": "Frais de Paiement",
"job_seeker": "Demandeur d'emploi",
"Contact ltdanaweza@gmail.com or +250796087267 for candidate contacts": "Contactez ltdanaweza@gmail.com ou +250796087267 pour les contacts des candidats"


}