{
  "home": "Ahabanza",
  "about": "Ibyerekeye",
  "services": "Serivisi",
  "contact": "Twandikire",
  "partners": "Abafatanyabikorwa",
  "login": "Injira",
  "jobs": "Akazi",

  "connectingTalentWith": "Guhuza impano n'",
  "opportunities": "Amahirwe",
  "heroDescription": "Anaweza ni urubuga rw'akazi ruhuza abashakisha akazi bafite impano n'amahirwe meza y'umwuga. Erekana uburambe bwawe, uburezi, n'ubumenyi, cyangwa ubona umukandida ukwiriye ako kanya.",
  "getStarted": "Tangira",
  "latest jobs": "akazi kaheruka",
  "Latest Jobs": "Akazi Kaheruka",
  "Advertisements": "Amatangazo",
  "advertisements": "amatangazo",
  "Advertisement": "Itangazo",
  "advertisement": "itangazo",
  "Explore": "Genzura",
  "explore": "genzura",
  "Find Your Perfect Opportunity": "Shaka Amahirwe Akukwiriye",
  "Connect with Your Next Opportunity": "Ihurize n'Amahirwe Yawe Akurikira",
  "Bridging the gap between talented job seekers and promising opportunities across all sectors": "Guhuza abashakisha akazi bafite impano n'amahirwe meza mu byiciro byose",
  "Job Seekers": "Abashakisha Akazi",
  "Job seekers": "Abashakisha akazi",
  "job seekers": "abashakisha akazi",
  "job seeker": "ushakisha akazi",
  "Job seeker": "Ushakisha akazi",
  "Job Seeker": "Ushakisha Akazi",
  "Employers": "Abakoresha",
  "employers": "abakoresha",
  "Create your professional profile and get discovered by employers": "Kora imyirondoro yawe y'umwuga kandi umenyekane ku bakoresha",
  "Post opportunities and find the perfect candidates for your positions": "Tangaza amahirwe kandi ubone abakandida bakwiriye imyanya yawe",
  "Create your professional profile, upload your resume, and connect with employers looking for your skills and experience.": "Kora imyirondoro yawe y'umwuga, uzuza CV yawe, kandi uhurire n'abakoresha bashaka ubumenyi n'uburambe bwawe.",
  "Create your professional profile": "Kora imyirondoro yawe y'umwuga",
  "Showcase your skills and experience": "Erekana ubumenyi n'uburambe bwawe",
  "Get discovered by top employers": "Umenyekane ku bakoresha b'ingenzi",
  "Register as Job Seeker": "Iyandikishe nk'Ushakisha Akazi",
  "Post job opportunities, search for qualified candidates, and build your dream team with our powerful hiring tools.": "Tangaza amahirwe y'akazi, shakisha abakandida babifitiye ubushobozi, kandi ushyireho ikipe yawe y'inzozi n'ibikoresho byacu bikomeye byo gutanga akazi.",
  "Post job openings": "Tangaza imyanya y'akazi",
  "Search for qualified candidates": "Shakisha abakandida babifitiye ubushobozi",
  "Manage your hiring process": "Cunga igikorwa cyo gutanga akazi",
  "Register as Employer": "Iyandikishe nk'Umukoresha",
  "Featured Jobs": "Akazi Kagaragajwe",
  "Loading featured jobs": "Kureba akazi kagaragajwe",
  "View all jobs": "Reba akazi kose",
  "View all candidates": "Reba abakandida bose",
  "How Anaweza Works": "Uko Anaweza Ikora",
  "Follow these simple steps to find your next opportunity or perfect candidate": "Kurikiza aya mabwiriza yoroshye kugira ngo ubone amahirwe yawe akurikira cyangwa umukandida mwiza",
  "Top Talent Highlights": "Impano z'Ingenzi",
  "Build your professional profile highlighting your skills, experience, and career goals. Stand out to potential employers.": "Kora imyirondoro yawe y'umwuga yerekana ubumenyi bwawe, uburambe, n'intego z'umwuga. Igaragaze ku bakoresha bashoboka.",
  "Search through our extensive database of job listings across various sectors and locations.": "Shakisha muri databaze yacu y'akazi katandukanye mu byiciro n'ahantu hatandukanye.",
  "Apply directly to jobs or get discovered by employers looking for candidates with your skills.": "Saba akazi ku buryo buziguye cyangwa umenyekane ku bakoresha bashaka abakandida bafite ubumenyi bwawe.",
  "Interview with potential employers and land your dream job through our platform.": "Koresha ikiganiro n'abakoresha bashoboka kandi ubone akazi k'inzozi binyuze kuri puratufomu yacu.",
  "View Profile": "Reba Imyirondoro",
  "Success Stories": "Inkuru z'Ibyiza Byagezweho",
  "Hear from our community members who have found success through our platform. Real stories from real people.": "Umva abagize umuryango wacu babonye ibyiza binyuze kuri puratufomu yacu. Inkuru z'ukuri zivuye ku bantu b'ukuri.",
  "Loading Testimonials": "Kureba Ubuhamya",
  "Ready to Take the Next Step?": "Witeguye Gutera Intambwe Ikurikira?",
  "Join thousands of professionals finding their perfect career match every day": "Ifatanye n'ibihumbi by'abanyamwuga babona umwuga ubakwiriye buri munsi",
  "Find Jobs": "Shaka Akazi",
  "Post a job": "Tangaza akazi",
  "Stay Updated": "Guma Wamenyeshejwe",
  "Get the latest job opportunities and career tips delivered to your inbox": "Bona amahirwe y'akazi aheruka n'inama z'umwuga zoherezwa mu gasanduku kawe k'imeri",
  "By subscribing, you agree to our Privacy Policy and Terms of Service": "Mu kwiyandikisha, wemeye Politiki y'Ibanga n'Amategeko y'Imikorere yacu",
  "Who We Are": "Abo Turi Bo",
  "Anaweza is an innovative job-matching platform that connects job seekers with employers globally. Our system enables job seekers to create professional profiles visible to potential employers, while job providers can post opportunities and manage applicants seamlessly.": "Anaweza ni urubuga ruhuza abashakisha akazi n'abakoresha ku isi hose. Sisitemu yacu ituma abashakisha akazi bashobora gukora imyirondoro y'umwuga ibonwa n'abakoresha bashoboka, mu gihe abatanga akazi bashobora gutangaza amahirwe no gucunga abasaba akazi ku buryo bworoshye.",
  "Vision": "Icyerekezo",
  "Our vision is to create a globally accessible platform where job seekers can showcase their skills and job providers can find the right talent effortlessly, bridging employment gaps worldwide.": "Icyerekezo cyacu ni ugushyiraho urubuga ruboneka ku isi hose aho abashakisha akazi bashobora kwerekana ubumenyi bwabo n'abatanga akazi bashobora kubona abafite impano babakwiriye ku buryo bworoshye, bahujwe n'umwanya w'akazi ku isi hose.",
  "Mission": "Intego",
  "We are committed to empowering job seekers by enhancing their visibility and access to opportunities, while providing job providers with efficient tools to recruit top talent and manage applications effectively.": "Twiyemeje guha abashakisha akazi ububasha bwo kugaragara no kubona amahirwe, mu gihe duha abatanga akazi ibikoresho bikora neza byo gutoranya impano nziza no gucunga neza abasaba akazi.",
  "Welcome Back": "Murakaza Neza",
  "Access your account to discover job opportunities tailored just for you.": "Injira mu konte yawe kugira ngo ubone amahirwe y'akazi yateganyijwe ku giti cyawe.",
  "This platform helped me find my dream job within weeks. The personalized matching system is revolutionary!": "Uru rubuga rwamfashije kubona akazi k'inzozi mu byumweru bike. Sisitemu ihuza abantu ku giti cyabo ni nshyashya!",
  "Sign in to your account": "Injira mu konte yawe",
  "Enter your credentials to access the system": "Shyiramo amakuru yawe kugira ngo ubone sisitemu",
  "We only accept emails ending with @gmail.com": "Twakira gusa imeri zirangira na @gmail.com",
  "Enter your password": "Shyiramo ijambo ryibanga",
  "Password requirements:": "Ibisabwa mu ijambo ryibanga:",
  "At least 8 characters": "Nibura inyuguti 8",
  "At least one uppercase letter (A-Z)": "Nibura inyuguti imwe nkuru (A-Z)",
  "At least one lowercase letter (a-z)": "Nibura inyuguti imwe ntoya (a-z)",
  "At least one number (0-9)": "Nibura igiharuro kimwe (0-9)",
  "At least one special character (#, !, @, etc.)": "Nibura ikimenyetso kimwe kidasanzwe (#, !, @, *, n'utundi.)",
  "Forgot password?": "Wibagiwe ijambo ryibanga?",
  "Back to home": "Garuka ahabanza",
  "Sign in": "Injira",
  "Reset your password": "Hindura ijambo ryibanga",
  "Email Address": "Aderesi imeri",
  "New Password": "Ijambo Ryibanga Rishya",
  "Confirm Password": "Emeza Ijambo Ryibanga",
  "Confirm your new password": "Emeza ijambo ryawe ryibanga rishya",
  "Return to login": "Garuka ku kwinjira",
  "Reset Password": "Hindura Ijambo Ryibanga",
  "Reset Your Password": "Hindura Ijambo Ryawe Ryibanga",
  "Enter your email and a new secure password": "Shyiramo imeri yawe n'ijambo ryibanga rishya rifite umutekano",
  "Secure your account with a new password and get back to exploring job opportunities tailored just for you.": "Rinda konte yawe n'ijambo ryibanga rishya kandi ukomeze kureba amahirwe y'akazi yateganyijwe ku giti cyawe.",
  "The security features on this platform give me peace of mind. I can focus on my job search knowing my information is safe.": "Ibiranga umutekano kuri uru rubuga bimpa amahoro mu bwenge. Nshobora kwibanda ku gushaka akazi nzi ko amakuru yanjye afite umutekano.",
  "Create Your Job Seeker Profile": "Kora Imyirondoro Yawe y'Ushakisha Akazi",
  "Complete your profile to start applying for jobs": "Uzuza imyirondoro yawe kugira ngo utangire gusaba akazi",
  "First Name *": "Izina *",
  "Middle Name (Optional)": "Izina rya Kabiri (Ntibisaba)",
  "Last Name *": "Izina ry'Umuryango *",
  "Gender *": "Igitsina *",
  "Select District": "Hitamo Akarere",
  "Select Sector": "Hitamo Umurenge",
  "Years of Experience": "Imyaka y'Uburambe",
  "Select gender": "Hitamo igitsina",
  "Education Level": "Urwego rw'Uburezi",
  "Field of Study": "Icyo Wize",
  "Skills": "Ibyo ushoboye",
  "Separate skills with commas": "Tandukanya ibyo ushoboye ukoresheje akabago (commas)",
  "Salary Range (e.g., 1000 - 100000) *": "Urwego rw'Umushahara (urugero, 1000 - 100000) *",
  "Enter your expected salary rage in frw (e.g., 1000 0r 1000 - 2000)": "Andika umushahara witeze mu mafaranga y'u Rwanda (urugero, 1000 cyangwa 1000 - 2000)",
  "I accept the Terms and Conditions and Pricing Policy": "Nemera Amabwiriza n'Amategeko hamwe na Politiki y'Ibiciro",
  "Create Profile": "Kora Imyirondoro",
  "Exit": "Sohoka",
  "Create a new account": "Kora konte nshya",
  "Fill in your details to join Anaweza": "Uzuza amakuru yawe kugira ngo wifatanye na Anaweza",
  "Create Your Account": "Kora Konte Yawe",
  "Join our platform and discover job opportunities tailored just for you.": "Ifatanye n'urubuga rwacu kandi ubone amahirwe y'akazi yateganyijwe ku giti cyawe.",
  "Must be 10 digits starting with 078, 079, 072, or 073": "Ugomba kuba imibare 10 itangirana na 078, 079, 072, cyangwa 073",
  "Email (Optional but recommended)": "Imeri (Ntibisaba ariko birasabwa)",
  "Create Account": "Kora Konte",
  "Already have an account?": "Usanzwe ufite konte?",
  "About Us": "Ibyerekeye Twebwe",
  "COntact Us": "Twandikire",
  "Testimonials": "Ubuhamya",
  "Profile": "Imyirondoro",
  "Logout": "Sohoka",
  "My Job Applications": "Gusaba Akazi Kwanjye",
  "Job Seeker Profile": "Imyirondoro y'Ushakisha Akazi",
  "My Profile": "Imyirondoro Yanjye",
  "Account Information": "Amakuru ya Konte",
  "Job Seeker Infformation": "Amakuru y'Ushakisha Akazi",
  "Edit Profile": "Hindura Imyirondoro",
  "Profile Picture": "Ifoto y'Imyirondoro",
  "Skills (comma separated)": "Ubumenyi (butandukanyijwe na koma)",
  "Experience (years)": "Uburambe (imyaka)",
  "Education Sector": "Ibyo Wize",
  "Salary Range (Frw)": "Urwego rw'Umushahara (Frw)",
  "Current Fee Information": "Amakuru y'Igiciro cy'Ubu",
  "Status": "Imimerere",
  "Salary Range": "Urwego rw'Umushahara",
  "Experience": "Uburambe",
  "Gender": "Igitsina",
  "Location": "Ahantu",
  "Full Name": "Amazina Yombi",
  "Registration Fee": "Igiciro cyo Kwiyandikisha",
  "Renewal Fee": "Igiciro cyo Kuvugurura",
  "Created At": "Byakozwe Ku",
  "Dashboard": "Ahabanza",
  "Jobs": "Akazi",
  "Job": "Akazi",
  "Job Advertisements": "Amatangazo y'Akazi",
  "Term and Conditions": "Amabwiriza n'Amategeko",
"Terms And Conditions": "Amabwiriza N'Amategeko",
"terms and conditions": "amabwiriza n'amategeko",
"Introduction": "Intangiriro",
" Welcome to Anaweza. These Terms and Conditions govern your use of our platform and services. By accessing or using Anaweza, you agree to be bound by these Terms. If you disagree with any part of these terms, you may not access the service.": " Murakaza neza kuri Anaweza. Aya Mabwiriza n'Amategeko agenga ikoreshwa rya serivisi n'urubuga byacu. Ukoresheje Anaweza, wemeye kubahiriza aya Mabwiriza. Niba utemeranijwe n'igice icyo ari cyo cyose cy'aya mabwiriza, ntushobora gukoresha serivisi.",
"User Accounts": "Konti z'Abakoresha",
"When you create an account with us, you must provide accurate, complete, and up-to-date information. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account.": "Iyo ushyiraho konti yawe, ugomba gutanga amakuru yuzuye, y'ukuri, kandi ashya. Gutubya ibyo bisaba bisa n'ikurikiranwa ry'Amategeko, bishobora gutuma konti yawe ishyirwaho ihita ihagarikwa.",
"Account Security:": "Umutekano wa Konti:",
"You are responsible for safeguarding the password used to access the service and for any activities or actions under your password. We encourage you to use 'strong' passwords (passwords that use a combination of upper and lower case letters, numbers, and symbols) with your account.": "Uri umutangabusobanuzi wo kurinda ijambo ryibanga rikoreshwa mu kwinjira muri serivisi hamwe n'ibikorwa byose bikoreshwa n'ijambo ryawe ryibanga. Turagushishikariza gukoresha amagambo y'ibanga 'akomeye' (amagambo y'ibanga akoresha uruvange rw'inyuguti nini n'into, imibare, n'ibimenyetso) kuri konti yawe.",
"Dual Role Capabilities:": "Ubushobozi bwo Gukora Imirimo Ibiri:",
"As an Anaweza user, you have the flexibility to both seek employment and post job opportunities. This dual functionality is subject to appropriate pricing tiers and usage policies as outlined in our Pricing Policy.": "Nk'umukoresha wa Anaweza, ufite ubushobozi bwo gushaka akazi no gutangaza amakuru y'akazi. Ubu bushobozi bwombi busaba igiciro cyo hejuru n'amategeko agenga ikoreshwa ryayo nk'uko bisobanurwa muri Politiki y'Ibiciro yacu.",
"User Conduct": "Imyitwarire y'Abakoresha",
"As a user of Anaweza, you agree not to:": "Nk'umukoresha wa Anaweza, wemeye kutazakora:",
"Provide false, misleading, or inaccurate information in your profile or job postings.": "Gutanga amakuru atari yo, ayobya, cyangwa atuzuye mu mwirondoro wawe cyangwa mu makuru y'akazi.",
"Use the service for any illegal purpose or in violation of any local, state, national, or international law.": "Gukoresha serivisi mu gukorera ibintu binyuranyije n'amategeko cyangwa binyuranije n'amategeko y'ahantu, leta, igihugu, cyangwa mpuzamahanga.",
"Harass, abuse, or harm another person, including sending unwelcome communications to others.": "Guhutaza, gukoresha nabi, cyangwa gukomeretsa undi muntu, harimo no kohereza ubutumwa budasanzwe ku bandi.",
"Post discriminatory job listings or engage in discriminatory hiring practices.": "Gutangaza amakuru y'akazi avangura cyangwa kwinjira mu mikorere ivangura y'umukoresha.",
"Share or distribute private or personal information about other users without their consent.": "Gusangira cyangwa gukwirakwiza amakuru yihariye cyangwa y'amakuru y'abakoresha bandi utabanje kubabwira.",
"Create multiple accounts for deceptive or fraudulent purposes.": "Gushyiraho konti nyinshi ku mpamvu z'uburiganya cyangwa z'uburiganya.",
"Post irrelevant, misleading, or fraudulent job listings.": "Gutangaza amakuru y'akazi atari yo, ayobya, cyangwa y'uburiganya.",
"Attempt to access the accounts of other users or breach the security of the website.": "Kugerageza kwinjira mu makuru y'abakoresha bandi cyangwa kwinjira mu mutekano w'urubuga.",
"Job Seeker Specific Terms": "Amategeko Yihariye y'Abashakisha Akazi",
"Profile Accuracy:": "Ukuri kw'Umwirondoro:",
"Job seekers must provide accurate information about their qualifications, experience, and desired salary range. The salary range you select will determine your registration fee as per our pricing policy.": "Abashaka akazi bagomba gutanga amakuru yizewe ku bumenyi bwabo, uburambe, hamwe n'igiciro cy'umushahara bifuza. Igice cy'umushahara uhitamo kizagena igiciro cy'iyandikwa nk'uko tekiniki y'ibiciro yacu.",
"Application Process:": "Uburyo bwo Gusaba:",
"When applying for jobs through Anaweza, you agree to:": "Iyo usaba akazi binyuze kuri Anaweza, wemeye:",
"Apply only for positions for which you are genuinely interested and qualified.": "Gusaba gusa imyanya wifuza by'ukuri kandi ufitemo ibisabwa.",
"Provide truthful information in your applications.": "Gutanga amakuru y'ukuri mu gusaba kwawe.",
"Adhere to the application limits associated with your account tier.": "Kubahiriza imipaka y'ubusabe ijyanye n'icyiciro cya konti yawe.",
"Respect the confidentiality of any information provided during the application process.": "Kubahiriza ibanga ry'amakuru yose atanzwe mu gihe cyo gusaba.",
"Account Renewal:": "Kuvugurura Konti:",
"Job seeker accounts are subject to annual renewal fees as specified in our Pricing Policy. Failure to renew may result in reduced visibility or account deactivation.": "Konti z'abashaka akazi zisabwa amafaranga yo kuvugurura buri mwaka nk'uko bisobanurwa muri Politiki y'Ibiciro yacu. Kunanirwa kuvugurura bishobora gutuma konti yawe igaragara bike cyangwa igafungwa.",
"Job Posting Terms": "Amategeko yo Gutangaza Akazi",
"All users, including those primarily registered as job seekers, may post job opportunities subject to the following terms:": "Abakoresha bose, harimo n'abiyandikishije nk'abashaka akazi, bashobora gutangaza amakuru y'akazi hakurikijwe amategeko akurikira:",
"All job postings must accurately represent the position being offered.": "Amakuru yose y'akazi agomba kugaragaza neza umwanya utanzwe.",
"Job postings must include clear information about the role, responsibilities, qualifications required, and location.": "Amakuru y'akazi agomba kugaragaza neza amakuru ku mirimo, inshingano, ubumenyi busabwa, n'ahantu.",
"Compensation details should be transparent and honest.": "Ibisobanuro by'igihembo bigomba kuba bifite uruhushya kandi by'ukuri.",
"Job postings must comply with all applicable labor and employment laws.": "Amakuru y'akazi agomba kubahiriza amategeko yose y'umurimo n'akazi.",
"No discriminatory language or requirements are permitted in job postings.": "Nta mvugo ivangura cyangwa ibisabwa byemewe mu makuru y'akazi.",
"Postings for illegal activities or services are strictly prohibited.": "Guhagarika ibikorwa binyuranyije n'amategeko cyangwa serivisi birabujijwe cyane.",
"Job posting fees are charged according to the tier selected and are non-refundable after 48 hours or after receiving applications.": "Amafaranga yo gutanga akazi ahabwa nk'uko byemejwe n'icyiciro cyahisemo kandi ntabwo ashobora gusubizwa nyuma y'amasaha 48 cyangwa nyuma yo kubona ubusabe.",
"Payment Terms": "Amategeko y'Ubwishyu",
"Fee Structure:": "Igabanywa ry'Amafaranga:",
"Fees for user registration and job postings are detailed in our Pricing Policy. hese fees are subject to change with reasonable notice posted on our platform.": "Ibiciro by'iyandikwa ry'abakoresha n'amakuru y'akazi bisobanurwa muri Politiki y'Ibiciro yacu. Ibi biciro bishobora guhinduka igihe cyose hamaze gutangwa itangazo rikwiye ku rubuga rwacu.",
"Payment Obligation:": "Inshingano yo Kwishyura:",
"You agree to pay all fees associated with your selected tier and services. All payments are due in advance and are non-refundable except as specified in our Refund Policy.": "Wemeye kwishyura amafaranga yose ajyanye n'icyiciro n'imirimo wahisemo. Amafaranga yose agomba kwishyurwa mbere kandi ntashobora gusubizwa keretse nk'uko bisobanurwa muri Politiki y'Iyishyurwa yacu.",
"Billing:": "Kwishyuza:",
"We use trusted third-party payment processors for all transactions. By providing payment information, you represent that you are authorized to use the payment method and agree to allow us to charge your chosen payment method for the services you select.": "Dukoresha abacunga amafaranga b'abanyamwuga mu bikorwa byose. Utanze amakuru y'ubwishyu, uhagaririye ko wemerewe gukoresha uburyo bwo kwishyura kandi wemeye ko duha uburenganzira bwo kuguha uburyo bwo kwishyura wahisemo kubw'imirimo uhisemo.",
"Intellectual Property": "Umutungo Bwite",
"Platform Content:": "Ibikubiye ku Rubuga:",
"The service and its original content, features, and functionality are and will remain the exclusive property of Anaweza and its licensors. The service is protected by copyright, trademark, and other laws of both Rwanda and foreign countries.": "Serivisi n'ibikubiyemo, ibiranga, n'imikorere byayo ni kandi bizakomeza kuba umutungo wihariye wa Anaweza n'abagenerwa uruhushya bayo. Serivisi irinzwe n'uburenganzira bw'umuhanzi, ikirango, n'andi mategeko yo mu Rwanda n'ay'ibindi bihugu.",
"User Content:": "Ibikubiyemo by'Umukoresha:",
"You retain all rights to the content you post on Anaweza. By posting content, you grant us a non-exclusive, worldwide, royalty-free license to use, display, and distribute your content in connection with providing and promoting the service.": "Ugumana uburenganzira bwose ku bikubiye utangaza kuri Anaweza. Utangaza ibikubiyemo, uduha uruhushya rutari rwihariye, ku isi yose, rudafite amafaranga yo gukoresha, kugaragaza, no gukwirakwiza ibikubiyemo byawe mu birebana no gutanga no guteza imbere serivisi.",
"Termination": "Kurangiza",
"We may terminate or suspend your account immediately, without prior notice or liability, for any reason, including, without limitation, if you breach the Terms. Upon termination, your right to use the service will immediately cease.": "Dushobora guhagarika konti yawe ako kanya, tutatanze itangazo cyangwa umwenda, kubera impamvu iyo ari yo yose, harimo, nta kugira imipaka, niba uvunitse Amategeko. Igihe cyo kurangira, uburenganzira bwawe bwo gukoresha serivisi buzahagarara vuba.",
"All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.": "Ibisabwa byose by'Amategeko aho kamere yabo igomba gukomeza nyuma yo kurangira bizakomeza kurangira, harimo, nta kugira imipaka, ibisabwa by'umutungo, kwanga indishyi, indishyi, n'imipaka y'umwenda.",
"Privacy Policy": "Politiki y'Ibanga",
"Your use of Anaweza is also governed by our Privacy Policy, which is incorporated herein by reference. Please review our Privacy Policy, which also governs the Service and informs users of our data collection practices.": "Ikoreshwa rya Anaweza rigenwa na Politiki y'Ibanga yacu, ishyirwa hano n'indango. Nyamuneka subiramo Politiki y'Ibanga yacu, igenga Serivisi kandi ikamenyesha abakoresha imikorere yacu yo gukusanya amakuru.",
"Changes to Terms": "Impinduka ku Mategeko",
"We reserve the right, at our sole discretion, to modify or replace these Terms at any time. We will provide notice of any changes by posting the new Terms on this page.": "Twigumiye uburenganzira, ku bushishozi bwacu bwonyine, bwo guhindura cyangwa gusimbuza aya Mategeko igihe icyo ari cyo cyose. Tuzatanga itangazo ry'impinduka zose dutangaza Amategeko mashya kuri uru rupapuro.",
"Your continued use of the Service after any such changes constitutes your acceptance of the new Terms. If you do not agree to any of these terms or any future version of the Terms, do not use or access the service.": "Gukomeza gukoresha Serivisi nyuma y'impinduka nk'izo bigaragaza ko wemeye Amategeko mashya. Niba utemeranijwe n'amwe muri aya mategeko cyangwa verisiyo y'Amategeko yose y'ubu, ntukoreshe cyangwa ntukoreshe serivisi.",
"Contact Us": "Twandikire",
"If you have any questions about these Terms, please contact us at:": "Niba ufite ibibazo ku Mategeko, nyamuneka tuvugishe kuri:",
"Last updated": "Byavuguruwe bwa nyuma",
"JOb Seekers": "Abashaka Akazi",
"No job matches your search criteria. Try different keywords or filters.": "Nta kazi gahuye n'ibipimo by'ishakisha ryawe. Gerageza ijambo ryibanze cyangwa akayunguruzo.",
"View All Jobs": "Reba byose",
"Employer": "Umukoresha",
"No active job seekers found at the moment.": "Aucun demandeur d'emploi actif trouvé pour le moment.",
"Meet some of our exceptional job seekers ready to bring their expertise to your organization. Each candidate has been randomly selected from our talent pool.": "Hura bamwe mubadushaka akazi badasanzwe biteguye kuzana ubumenyi bwabo mumuryango wawe. Buri mukandida yatoranijwe ku bushake muri pisine yacu.",
"View All Candidates": "Reba Abakandida bose",
"Post a Job": "Shyiraho akazi",
"Email or Phone Number": "Email cyangwa numero ya telefone",
"name@gmail.com or 0781234567": "izina@gmail.com cg 0781234567",
"name@gmail.com": "izina@gmail.com",
"Resetting password": "Guhindura ijambo ryibanga",
"Passwords match": "Ijambo ry'ibanga rirahura",
"Password mismatch": "Ijambo ry'ibanga ntirihura",
"Enter your new password": "Injira ijambo ryibanga rishya",
"Password must contain at least 8 characters, including an uppercase letter, a lowercase letter, a number, and a special character.": "Ijambobanga rigomba kuba rifite byibuze inyuguti 8, harimo inyuguti nkuru, inyuguti nto, umubare, ninyuguti idasanzwe.",
"Passwords do not match": "Ijambobanga ntirihuye",
"Phone Number": "Numero ye telefone",
"Confirm your password": "Emeza ijambo ry'ibanga",




"For any questions regarding our pricing, please contact our support team at support@anaweza.com.": "Kubaza ibibazo bijyanye n'ibiciro byacu, nyamuneka hamagara itsinda ryacu rishinzwe ubufasha kuri support@anaweza.com.",
  "Below": "Hasi",
  "registration fee": "Amafaranga y'iyandikwa",
  "annual renewal": "Kuvugurura buri mwaka",
  "Anual Renewal": "Kuvugurura buri mwaka",
  "Payment Methods": "Uburyo bwo Kwishyura",
  "We accept various payment methods including": "Twemera uburyo butandukanye bwo kwishyura burimo",
  "For any questions regarding our pricing, please contact our support team at support@anaweza.com": "Kubaza ibibazo bijyanye n'ibiciro byacu, nyamuneka hamagara itsinda ryacu rishinzwe ubufasha kuri support@anaweza.com",
  "Close": "Funga",
  "District *": "Akarere *",
  "Sector *": "Umurenge *",
  "Male": "Gabo",
  "Female": "Gore",
  "Other": "Ibindi",
  "No Formal Education": "Nta mashuri wize",
  "Primary Education": "Amashuri abanza",
  "Ordinary Level": "Amashuri yisumbuye (icyiciro rusange)",
  "Secondary Level": "Amashuri yisumbuye (icyiciro cya kabiri)",
  "Advanced Diploma": "Diplôme Avancé",
  "Vocational Training": "Amashuri y'imyuga",
  "Bachelor's Degree": "Impamyabumenyi ya Kaminuza (Bachelor’s)",
  "Master's Degree": "Impamyabumenyi y’icyiciro cya kabiri cya Kaminuza (Master’s)",
  "PhD": "Impamyabumenyi y’ikirenga (PhD)",
  "Enter your expected salary range in RWF (e.g., 1000 or 1000 - 2000)": "Injiza urwego rw'umushahara witeze muri RWF (nko 1000 cyangwa 1000 - 2000)",
  "Your account will be activated after payment confirmation. Please pay using:": "Konti yawe izafungurwa nyuma yo kwemeza ubwishyu. Nyamuneka wishyure ukoresheje:",
  "Resume": "CV",
  "Upload a file": "Shyiraho dosiye",
  "or drag and drop": "Cyangwa uyikurure uyishyire hano",
  "I accept the": "Nemeye",
  "Terms and Conditions": "Amategeko n'Amabwiriza",
  "and": "na",
  "Pricing Policy": "Politiki y'ibiciro",
  "Creating Profile...": "Gukora Umwirondoro...",
  "Job Seeker Registration Pricing:": "Ibiciro byo kwiyandikisha ku bashaka akazi:",
  "Our registration fees are scaled according to your target salary range:": "Amafaranga y’iyandikwa agendana n’urwego rw’umushahara wifuza:",
  "Overview": "Incamake",
  "At Anaweza, we provide fair and transparent pricing that aligns with our users' career levels. Our pricing structure is designed to be accessible to job seekers at all income levels.": "Muri Anaweza, dutanga ibiciro biri mu mucyo kandi bihuye n'urwego rw'akazi rw'abakiliya bacu. Uburyo bwacu bw'ibiciro bugenewe gufasha abashaka akazi ku rwego rwose rw'amikoro.",
  "For the complete Terms and Conditions, please visit our full Terms and Conditions page.": "Kugira ngo usome Amategeko n’Amabwiriza yose, nyamuneka jya ku rupapuro rwacu rusobanura Amategeko n'Amabwiriza yose.",
  "Termination:": "Irahagarikwa:",
  "We may terminate your account without prior notice if you breach the Terms.": "Dushobora guhagarika konti yawe nta kuburira mbere mu gihe utubahirije Amategeko.",
  "Intellectual Property:": "Uburenganzira ku mutungo bwite mu by’ubwenge:",
  "The service and its content remain the exclusive property of Anaweza. You retain rights to content you post, but grant us a license to use it in connection with the service.": "Serivisi n'ibiyikubiyemo biguma ari umutungo wa Anaweza. Ufite uburenganzira ku bikoresho ushyiraho, ariko uduha uruhushya rwo kubikoresha bijyanye na serivisi.",
  "Payment Terms:": "Amabwiriza yo Kwishyura:",
  "You agree to pay all fees associated with your selected tier. All payments are due in advance and are non-refundable except as specified in our Refund Policy.": "Wemera kwishyura amafaranga yose ajyanye n’icyiciro wahisemo. Kwishyura bigomba gukorwa mbere kandi ntibishobora gusubizwa keretse aho biteganyijwe muri Politiki y’Ubwishyu.",
  "Registration successful! Your account will be activated after payment confirmation.": "Kwiyandikisha byagenze neza! Konti yawe izafungurwa nyuma yo kwemeza ubwishyu.",
  "You must accept the terms and conditions to proceed": "Ugomba kwemera amategeko n’amabwiriza kugira ngo ukomeze",
  "Experience must be a valid number": "Uburambe bugomba kuba umubare wemewe",
  "Salary range must be in format '1000' or '1000 - 2000'": "Urwego rw’umushahara rugomba kuba muri ubu buryo: '1000' cyangwa '1000 - 2000'",
  "Salary range is required": "Urwego rw’umushahara rurakenewe",
  "Gender is required": "Igitsina kirakenewe",
  "Last name is required": "Izina ry’umuryango rirakenewe",
  "First name is required": "Izina ryambere rirakenewe",
  "Experience cannot be negative": "Uburambe ntibushobora kuba umubare muto kuruta zeru",
  "File size cannot exceed 10MB": "Ingano ya dosiye ntigomba kurenga 10MB",
  "Logging out...": "Gusohoka...",
  "Only PDF, DOC, or DOCX files are allowed": "Wemerewe gusa dosiye za PDF, DOC, cyangwa DOCX",
  "Enter your email": "Injiza email yawe",
  "Annual Renewal": "Kuvugurura buri mwaka",



  "Welcome to Anaweza. These Terms and Conditions govern your use of our platform and services. By accessing or using Anaweza, you agree to be bound by these Terms.": "Murakaza neza kuri Anaweza. Aya Mategeko n'Amabwiriza agenga imikoreshereze ya platform yacu na serivisi dutanga. Ukoresheje cyangwa winjiye muri Anaweza, wemera gukurikiza aya Mategeko.",
  "When you create an account with us, you must provide accurate, complete, and up-to-date information. You are responsible for safeguarding your password and for all activities that occur under your account.": "Iyo ukoze konti kuri platform yacu, ugomba gutanga amakuru nyayo, arambuye, kandi avuguruye. Ushinzwe kurinda ijambo ry’ibanga ryawe no kwitwararika ibikorwa byose bikorerwa kuri konti yawe.",
  "You agree not to provide false information, use the service for illegal purposes, harass others, post discriminatory job listings, or create multiple accounts for deceptive purposes.": "Uwemera kutatanga amakuru y’ibinyoma, kudakoresha serivisi mu buryo butemewe n’amategeko, kudahohotera abandi, kudashyira amatangazo y’akazi arimo ivangura, no kudakora konti nyinshi ku mpamvu z’uburiganya.",
  "You must provide accurate information about your qualifications, experience, and desired salary range. Your salary range determines your registration fee.": "Ugomba gutanga amakuru nyayo yerekeye impamyabumenyi zawe, uburambe bwawe, n’igihe umushahara wifuza. Urwego rw’umushahara wifuza nirwo rugena amafaranga y’iyandikwa.",




  "Are you sure you want to withdraw this application?": "Ese urashaka gukuraho iyi dosiye yawe?",
"Application withdrawn successfully": "Dosiye yakuweho neza",
"Error withdrawing application:": "Ikosa mu gukuraho dosiye:",
"Failed to withdraw application": "Ntibyashobotse gukuraho dosiye",
"Loading your applications...": "Gupakira dosiye zawe...",
"All Statuses": "Imimerere yose",
"Pending": "Itegerejwe",
"Reviewing": "Irasuzumwa",
"Shortlisted": "Yatoranyijwe",
"Accepted": "Yemewe",
"Rejected": "Yanzwe",
"Withdrawn": "Yakuweho",
"All Time": "Igihe cyose",
"Last 30 Days": "Iminsi 30 ishize",
"Last 7 Days": "Iminsi 7 ishize",
"Show:": "Erekana:",
"Search jobs...": "Shakisha akazi...",
"No applications found": "Nta dosiye zabonetse",
"Try adjusting your filters to see more results.": "Gerageza guhindura ibishakisho kugira ngo ubone ibisubizo byinshi.",
"Applied:": "Watanze dosiye:",
"View Details": "Reba amakuru",
"Withdraw": "Kuraho",
"Showing": "Yerekana",
"of": "kuri",
"applications": "dosiye",
"Application Details": "Ibisobanuro bya dosiye",
"Status:": "Imimerere:",
"Applied on": "Yatanzwe ku wa",
"Company": "Isosiyete",
"Job Type": "Ubwoko bw'akazi",
"Category": "Icyiciro",
"Experience Level": "Urwego rw'uburambe",
"Application Deadline": "Itariki ntarengwa yo gutanga dosiye",
"Job Description": "Ibisobanuro by'akazi",
"Requirements": "Ibisabwa",
"Responsibilities": "Inshingano",
"Benefits": "Ibihembo",
"Your Application": "Dosiye yawe",
"Number of position": "Umubare w'imyanya",
"Cover Letter": "Ibaruwa isaba akazi",
"View Resume": "Reba CV",
"Additional Documents": "Inyandiko zindi",
"Feedback from Employer": "Igisubizo cy'umukoresha",
"Reviewed on:": "Yasuzumwe ku wa:",
"Withdraw Application": "Kuraho dosiye",



"Job Seeker Information": "Umwirondoro W'Usaba Akazi",
"Phone": "Telefoni",
"Email": "Imeyili",
"Role": "Uruhare",
"Choose Image Source": "Hitamo Aho Ushaka Gukura Ifoto",
"Upload from Device": "Zana Ifoto Mu Bubiko",
"Capture with Webcam": "Fata Ifoto Ukoresheje camera",
"Capture": "Fata",
"Cancel": "Kuraho",
"Upload Image": "Zana Ifoto",
"Profile picture is optional": "Ifoto y'umwirondoro ntabwo ari ngombwa",
"Active": "Ntakazi Mfite",
"Non-Active": "Ndakora",
"First Name": "Izina",
"Middle Name": "Izina rya Kabiri",
"Last Name": "Izina ry'Umuryango",
"Registration Fee:": "Amafaranga yo Kwiyandikisha:",
"Additional Fees Required": "Amafaranga y'Inyongera Asabwa",
"Your new salary range requires additional fees:": "Urutonde rw'umushahara mushya rusaba amafaranga y'inyongera:",
"Additional Renewal Fee:": "Amafaranga y'Inyongera yo Kongerera Igihe:",
"Additional Registration Fee:": "Amafaranga y'Inyongera yo Kwiyandikisha:",
"Payment Information:": "Amakuru yo Kwishyura:",
"Please deposit the amount to:": "Nyamuneka shyira amafaranga kuri:",
"Save Changes": "Bika Impinduka",
"Profile updated successfully!": "Umwirondoro wawe wavuguruwe neza!",














"'You must complete your job seeker profile before applying.'": "'Ugomba kuzuza umwirondoro wawe w'ukora umurimo mbere yo gusaba.'",
"'You must be logged in to apply for jobs.'": "'Ugomba kwinjira kugira ngo usabe akazi.'",
"'Failed to submit application. Please try again.'": "'Kwoherereza ubusabe byanze. Nyamuneka, ongera ugerageze.'",
"'No response received from server. Please check your connection.'": "'Nta gisubizo cyabonetse kuva kuri seriveri. Nyamuneka, genzura umurongo wawe.'",
"Loading featured jobs...": "Gutaha imirimo yerekanwe...",
"No job listings available at the moment. Please check back later.": "Nta mirimo ihari kuri ubu. Nyamuneka, garuka nyuma.",
"Job Details": "Ibisobanuro by'akazi",
"If this error persists, please contact support.": "Niba iyi kibazo gikomeje, nyamuneka, menyesha ubufasha.",
"Applying...": "Gusaba...",
"Loading job seekers...": "Gutaha abashakisha akazi...",
"No active job seekers found.": "Nta bashakisha akazi baboneka.",
"Salary": "Umushahara",
"Education": "Uburezi",
"Contact Info": "Amakuru yo guhamagara",
"Salary Expectation": "Igishobora kuba umushahara",
"Discovering talented job seekers...": "Gushaka abakandida b'impano...",
"Connecting talented professionals with outstanding opportunities across East Africa.": "Guhuza impuguke z'impano n'amahirwe adasanzwe mu Burasirazuba bwa Afurika.",
"For Job Seekers": "Ku bashaka akazi",
"Terms of Service": "Amabwiriza y'imikorere",
"Cookie Policy": "Politiki ya cookie",
"For Employers": "Kubakoresha",
"Show More": "Birambuye",
"Show Less": "Funga",
"job_seeker": "Ushaka Akazi",

"Job title or keywords": "Izina ry'akazi cg ijambo ry'ingenzi",
"All Categories": "Ibyiciro Byose",
"All Job Types": "Ubwoko bwose bw'akazi",
"Search": "Shakisha",
"NOTE: This payment is made after the job seeker finds a job as part of their support to qualify.": "ICYITONDERWA: Ubu bwishyu bwishyurwa nyuma yuko ushaka akazi abonye akazi mu rwego rwo gushyigikira anaweza",
"For any questions regarding our pricing, please contact our support team at ltdanaweza@gmail.com": "Kubibazo byose bijyanye nigiciro cyacu, hamagara itsinda ryadufasha kuri ltdanaweza@gmail.com",
"Our payment fees are scaled according to your target salary range:": "Amafaranga yo kwishyura aragabanijwe ukurikije umushahara uhembwa:",
"payment fee": "umusanzu utangwa",
"Payment Fee": "Umusanzu Utangwa",
"Contact ltdanaweza@gmail.com or +250796087267 for candidate contacts": "Hamagara ltdanaweza@gmail.com cyangwa +250796087267 tuguhize nawe"




}